Repository: losnoco/Cog
Catalog: InfoPlist.xcstrings
Source language: en
Languages: es

# NSCalendarsUsageDescription
source: Cog has no use for your calendar information. Why are you trying to open your Calendar with an audio player?
es: Cog no utiliza la información de tu calendario. ¿Por qué intentas abrir tu Calendario con un reproductor de audio?

# NSCameraUsageDescription
source: Cog is an audio player. It will never use your camera. Why is it asking for permission to use your camera?
es: Cog es un reproductor de audio. Nunca utilizará tu cámara. ¿Por qué te pide permiso para usar tu cámara?

# NSContactsUsageDescription
source: Cog has no use for your contacts information. Why are you trying to open your contacts with an audio player?
es: Cog no utiliza la información de tus contactos. ¿Por qué intentas abrir tus contactos con un reproductor de audio?

# NSDesktopFolderUsageDescription
source: We may request related audio files from this folder for playback purposes. We will only play back files you specifically add, unless you enable the option to add an entire folder. Granting permission either for individual files or for parent folders ensures their contents will remain playable in future sessions.
es: Es posible que solicitemos archivos de audio relacionados de esta carpeta para reproducirlos. Solo reproduciremos los archivos que añadas específicamente, a menos que actives la opción de añadir una carpeta entera. Conceder permiso para archivos individuales o para carpetas principales garantiza que su contenido podrá reproducirse en futuras sesiones.

# NSDocumentsFolderUsageDescription
source: We may request related audio files from this folder for playback purposes. We will only play back files you specifically add, unless you enable the option to add an entire folder. Granting permission either for individual files or for parent folders ensures their contents will remain playable in future sessions.
es: Es posible que solicitemos archivos de audio relacionados de esta carpeta para reproducirlos. Solo reproduciremos los archivos que añadas específicamente, a menos que actives la opción de añadir una carpeta entera. Conceder permiso para archivos individuales o para carpetas principales garantiza que su contenido podrá reproducirse en futuras sesiones.

# NSDownloadsFolderUsageDescription
source: We may request related audio files from this folder for playback purposes. We will only play back files you specifically add, unless you enable the option to add an entire folder. Granting permission either for individual files or for parent folders ensures their contents will remain playable in future sessions.
es: Es posible que solicitemos archivos de audio relacionados de esta carpeta para reproducirlos. Solo reproduciremos los archivos que añadas específicamente, a menos que actives la opción de añadir una carpeta entera. Conceder permiso para archivos individuales o para carpetas principales garantiza que su contenido podrá reproducirse en futuras sesiones.

# NSLocationUsageDescription
source: Cog has no use for your location information. Something is obviously wrong with the application.
es: Cog no utiliza la información de tu ubicación. Algo está obviamente mal con la aplicación.

# NSMicrophoneUsageDescription
source: Cog is an audio player. It does not, however, record audio. Why is it asking for permission to use your microphone?
es: Cog es un reproductor de audio. Sin embargo, no graba audio. ¿Por qué te pide permiso para usar tu micrófono?

# NSMotionUsageDescription
source: Cog optionally supports motion tracking headphones for head tracked positional audio, using its own low latency positioning model.
es: Cog soporta opcionalmente audífonos con seguimiento de movimiento para el audio posicional con seguimiento de cabeza, utilizando su propio modelo de posicionamiento de baja latencia.

# NSPhotoLibraryUsageDescription
source: Cog is an audio player. Why are you trying to access your Photos Library with an audio player?
es: Cog es un reproductor de audio. ¿Por qué intentas acceder a tu Fototeca con un reproductor de audio?

# NSRemindersUsageDescription
source: Cog has no use for your reminders. Why are you trying to access them with an audio player?
es: Cog no tiene ningún uso para tus recordatorios. ¿Por qué intentas acceder a ellos con un reproductor de audio?
